<svelte:head>
	<title>About</title>
</svelte:head>

<h1>About this site</h1>

<p>⼀、起源</p>
<p>为了纪念马斯克，440亿美金全资收购推特，马斯克推出 TwitterDoge</p>

<p>⼆、愿景</p>
<p>让去中⼼化的信仰再次伟⼤，领路者⽩袍⽢道夫，创新价值，创⽴DAO节点经济共同体，让全球区块链爱号者人人做庄</p>

<p>三、⽣态矩阵</p>
<p>钱包、k线、去中⼼化交易所、跨链拓展储存、⽆界支付、NFT、元宇宙</p>

<p>四、⽣态延伸</p>
<p>web3.0、共建链游宇宙、数字商学院、⻛投基⾦、全球商业重启计划</p>

<p>五、安全共识</p>
<p>持币分Doge、底池上锁、所有权限丢弃</p>

<p>六、代币总量</p>
<p>总量1000亿，上线之前黑洞销毁900亿，流通100亿</p>

<p>七、代币分配</p>
<p>ido 40亿(40％)，Lp流动性40亿(40％)，生态基金10亿(10％)，3.0底池10亿(10%)</p>

<p>八、生态基金</p>
<p>项目营销以及生态，全民DAO，基金会10％永久合约锁死只享分红，用于生态建设，以及营销</p>

<p>九、交易机制</p>
<p>买12％卖12％ 持币10000枚享受DOGE分红</p>
<p>8％ 暴力分红Doge</p>
<p>2％ 回购销毁</p>
<p>2％ Lp回流</p>

<p>十、TWitter3.0</p>
<p>节点NFT专属平台 总量100000枚〈10万枚〉</p>
<p>40％ 映射</p>
<p>40％ Lp流动性</p>
<p>10％ 基金</p>
<p>10％ NFT挖矿</p>

<p>十一、交易机制</p>
<p>买5％ 卖5％</p>
<p>3％ 回流twitterDoge进入黑洞</p>
<p>1％ 黑洞</p>
<p>1％ 营销</p>

<p>十二、NFT权限</p>
<p>总量300</p>
<p>挖矿Twitter3.0 1万枚 100天挖完</p>
<p>所有生态50％加权分红</p>
